
[
  [
    "Horoscopes accurately predict future events 85% of the time.",
    false
  ],
  [
    "Sumant vyas created this application?",
    true
  ],
  [
    "Liberace was a notorious womanizer. ",
    false
  ],
  [
    "Due to a calendar mix-up, there were two years in a row identified as \"1973\". ",
    false
  ],
  [
    "Contrary to popular belief, the white is not the healthiest part of an egg. It's actually the shell. ",
    false
  ],
  [
    "Intelligent people have more zinc and copper in their hair.",
    true
  ],
  [
    "The Spanish word esposa means \"wife.\" The plural, esposas, means \"wives,\" but also \"handcuffs.\"",
    true
  ],
  [
    "Every member of the Australian band Men at Work is currently unemployed.",
    false
  ],
  [
    "In England, the Speaker of the House is not allowed to speak.",
    true
  ],
  [
    "About 20% of gift cards never are redeemed at the full value of the card.",
    true
  ],
  [
    "The only electrical equipment the Amish are allowed to use is a Panini press.",
    false
  ],
  [
    "The Q-Tip was developed after serious design flaws were found in both the O-Tip and the P-Tip.",
    false
  ],
  [
    "Superman is featured on every episode of \"Seinfeld\", either by name or pictures on Jerry's refrigerator.",
    true
  ],
  [
    "In Bangladesh, kids as young as 15 can be jailed for cheating on their finals.",
    true
  ],
  [
    "A 150-pound person weighs 165 pounds in Canada. ",
    false
  ],
  [
    "The highest point in Pennsylvania is lower than the lowest point in Colorado.",
    true
  ],
  [
    "George W. Bush, who presents himself as a man of faith, rarely goes to church. Yet he received votes from nearly two out of three voters who attend church at least once a week.",
    true
  ],
  [
    "No one in Canada has a birthday on March 16th.",
    false
  ],
  [
    "In the early 1950s, Philip Morris spent millions of dollars trying to teach dogs to smoke.",
    false
  ],
  [
    "In 21 states, Wal-Mart is the single largest employer.",
    true
  ],
  [
    "Pond's cold cream has an ingredient which is comprised of material which is found in pond scum.",
    false
  ],
  [
    "One out of five people in the world (1.1 billion people) live on less than $1 per day.",
    true
  ],
  [
    "For the first time in history, the number of people on the planet aged 60 or over will soon surpass those under 5.",
    true
  ],
  [
    "The original name of Bank of America was Bank of Italy. ",
    true
  ],
  [
    "Rome wasn't built in a day, although the contractor told them it would be.",
    false
  ],
  [
    "The elephant is the only mammal that can't jump.",
    true
  ],
  [
    "In the early 70s, McDonalds briefly offered customers a choice of French fries or consomme.",
    false
  ],
  [
    "Soldiers from every country salute with their right hand.",
    true
  ],
  [
    "A potato isn't a vegetable. It's a large bean.",
    false
  ],
  [
    "America once issued a 5-cent bill.",
    true
  ],
  [
    "Strains of bacteria similar to E. coli have been found in used printer cartridges - but only in the color cyan. Scientists have no explanation. ",
    false
  ],
  [
    "At the first World Cup championship in Uruguay, 1930, the soccer balls were actually monkey skulls wrapped in paper and leather. ",
    false
  ],
  [
    "Belt loops were invented fifty years earlier than the first belt.",
    false
  ],
  [
    "The shoe Nikita Khrushchev used to bang on the United Nations table was purchased by Thom McAn.",
    false
  ],
  [
    "Because he forgot his boots, Buzz Aldrin walked barefoot on the moon.",
    false
  ],
  [
    "Each year, sixteen million gallons of oil run off pavement into streams, rivers and eventually oceans in the United States. This is more oil than was spilled by the Exxon Valdez.",
    true
  ],
  [
    "The record for most appearances on the cover of Time Magazine is 26 by Tom Arnold.",
    false
  ],
  [
    "G-rated family films earn more money than any other rating. Yet only 3% of Hollywood's output is G-rated.",
    true
  ],
  [
    "Crate & Barrel once considered a merge with Linens & Things, forming a new chain \"Linens & Barrels\".",
    false
  ],
  [
    "Sylvia Miles had the shortest performance ever nominated for an Oscar with \"Midnight Cowboy.\" Her entire role lasted only six minutes.",
    true
  ],
  [
    "So far, Congress has authorized $152,600,000,000 for the Iraq war. This is enough to build over 17,500 elementary schools.",
    true
  ],
  [
    "The wobble in the rotation of the earth is causing a shift in its magnetic field. By the year 2327, the magnetic North Pole will be located in mid-Kansas, while the South Pole will be just off the coast of East Africa. ",
    false
  ],
  [
    "The Boeing 747 is capable of flying upside-down, except the wings would shear off when trying to roll it over. ",
    false
  ],
  [
    "In Salt Lake City, Utah, all TGIFriday's restaurants must close at 6 pm on Friday.",
    false
  ],
  [
    "In 2003, the Transportation Security Administration dropped a requirement that air marshals pass a marksmanship test. Some applicants were even hired after they repeatedly shot flight attendants in mock hijacking episodes.",
    true
  ],
  [
    "The New York City subway system, in an effort to raise revenue, is considering selling sponsorships of individual stations to corporations. Riders could soon be getting off at Nike Grand Central Station or Sony Times Square.",
    true
  ],
  [
    "Apple is working on a solar-powered iPod. The only drawback is that the solar panels make the unit the size of a large pizza box.",
    false
  ],
  [
    "The Venezuelan brown bat can detect and dodge individual raindrops in mid-flight, arriving safely back at his cave completely dry.",
    false
  ],
  [
    "On EBay, there are an average of $680 worth of transactions each second.",
    true
  ],
  [
    "Between 1942 and 1944, Academy Awards were made of plaster.",
    true
  ]
  ]
